{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 8,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32003,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32004,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32005,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32006,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32007,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32008,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32009,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32010,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32011,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32012,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32013,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32014,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32015,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32016,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32017,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32018,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32019,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32020,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32021,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32022,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32023,
      "content": "<extra_id_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32024,
      "content": "<extra_id_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32025,
      "content": "<extra_id_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32026,
      "content": "<extra_id_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32027,
      "content": "<extra_id_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32028,
      "content": "<extra_id_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32029,
      "content": "<extra_id_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32030,
      "content": "<extra_id_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32031,
      "content": "<extra_id_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32032,
      "content": "<extra_id_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32033,
      "content": "<extra_id_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32034,
      "content": "<extra_id_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32035,
      "content": "<extra_id_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32036,
      "content": "<extra_id_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32037,
      "content": "<extra_id_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32038,
      "content": "<extra_id_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32039,
      "content": "<extra_id_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32040,
      "content": "<extra_id_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32041,
      "content": "<extra_id_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32042,
      "content": "<extra_id_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32043,
      "content": "<extra_id_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32044,
      "content": "<extra_id_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32045,
      "content": "<extra_id_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32046,
      "content": "<extra_id_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32047,
      "content": "<extra_id_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32048,
      "content": "<extra_id_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32049,
      "content": "<extra_id_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32050,
      "content": "<extra_id_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32051,
      "content": "<extra_id_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32052,
      "content": "<extra_id_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32053,
      "content": "<extra_id_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32054,
      "content": "<extra_id_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32055,
      "content": "<extra_id_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32056,
      "content": "<extra_id_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32057,
      "content": "<extra_id_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32058,
      "content": "<extra_id_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32059,
      "content": "<extra_id_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32060,
      "content": "<extra_id_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32061,
      "content": "<extra_id_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32062,
      "content": "<extra_id_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32063,
      "content": "<extra_id_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32064,
      "content": "<extra_id_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32065,
      "content": "<extra_id_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32066,
      "content": "<extra_id_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32067,
      "content": "<extra_id_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32068,
      "content": "<extra_id_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32069,
      "content": "<extra_id_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32070,
      "content": "<extra_id_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32071,
      "content": "<extra_id_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32072,
      "content": "<extra_id_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32073,
      "content": "<extra_id_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32074,
      "content": "<extra_id_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32075,
      "content": "<extra_id_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32076,
      "content": "<extra_id_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32077,
      "content": "<extra_id_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32078,
      "content": "<extra_id_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32079,
      "content": "<extra_id_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32080,
      "content": "<extra_id_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32081,
      "content": "<extra_id_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32082,
      "content": "<extra_id_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32083,
      "content": "<extra_id_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32084,
      "content": "<extra_id_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32085,
      "content": "<extra_id_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32086,
      "content": "<extra_id_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32087,
      "content": "<extra_id_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32088,
      "content": "<extra_id_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32089,
      "content": "<extra_id_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32090,
      "content": "<extra_id_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32091,
      "content": "<extra_id_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32092,
      "content": "<extra_id_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32093,
      "content": "<extra_id_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32094,
      "content": "<extra_id_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32095,
      "content": "<extra_id_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32096,
      "content": "<extra_id_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32097,
      "content": "<extra_id_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32098,
      "content": "<extra_id_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32099,
      "content": "<extra_id_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32100,
      "content": "<extra_id_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32101,
      "content": "<extra_id_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32102,
      "content": "<extra_id_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Metaspace",
        "replacement": "▁",
        "add_prefix_space": true
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          1
        ],
        "tokens": [
          "</s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "▁",
        -2.013358088904877
      ],
      [
        "e",
        -3.2790952100111
      ],
      [
        "l",
        -3.368122393538055
      ],
      [
        "i",
        -3.375154625164086
      ],
      [
        ",",
        -3.400658199402095
      ],
      [
        ".",
        -3.541719012644638
      ],
      [
        "a",
        -3.5606089385533863
      ],
      [
        "▁di",
        -3.7355406858219062
      ],
      [
        "o",
        -4.274038097304036
      ],
      [
        "▁la",
        -4.540758215917581
      ],
      [
        "▁in",
        -4.615659180825933
      ],
      [
        "▁che",
        -4.668824343443049
      ],
      [
        "’",
        -4.757865967867744
      ],
      [
        "▁per",
        -4.762196924520254
      ],
      [
        "▁un",
        -4.839822676875773
      ],
      [
        "d",
        -4.871361220124783
      ],
      [
        "s",
        -4.947661535523412
      ],
      [
        "0",
        -4.960323532809802
      ],
      [
        "è",
        -4.978533062290481
      ],
      [
        "t",
        -5.000560834142846
      ],
      [
        "n",
        -5.0072285582036
      ],
      [
        "1",
        -5.09948455007947
      ],
      [
        "▁del",
        -5.130533876191574
      ],
      [
        "▁con",
        -5.231094784195722
      ],
      [
        "r",
        -5.240730067681962
      ],
      [
        "'",
        -5.302962994886034
      ],
      [
        "2",
        -5.307891143289879
      ],
      [
        "▁da",
        -5.344191232269058
      ],
      [
        "▁una",
        -5.443898916016437
      ],
      [
        "▁non",
        -5.4498579121751405
      ],
      [
        "▁si",
        -5.467078241626993
      ],
      [
        "▁della",
        -5.484986408427403
      ],
      [
        "c",
        -5.509873644445239
      ],
      [
        ":",
        -5.720886498858199
      ],
      [
        ")",
        -5.7991578953711915
      ],
      [
        "-",
        -5.807085516958249
      ],
      [
        "(",
        -5.833815728728993
      ],
      [
        "m",
        -5.91346610327588
      ],
      [
        "▁ha",
        -5.954170191349959
      ],
      [
        "▁sono",
        -5.966842177709388
      ],
      [
        "▁dei",
        -6.011060066527747
      ],
      [
        "3",
        -6.0182169401038585
      ],
      [
        "▁ma",
        -6.021907411358502
      ],
      [
        "p",
        -6.042681294255491
      ],
      [
        "5",
        -6.043676673844747
      ],
      [
        "▁nel",
        -6.060678278581058
      ],
      [
        "▁più",
        -6.069355956974782
      ],
      [
        "u",
        -6.122198059992833
      ],
      [
        "▁come",
        -6.131383453386384
      ],
      [
        "▁dell",
        -6.1521948528259465
      ],
      [
        "▁anche",
        -6.179383441111302
      ],
      [
        "4",
        -6.189360860303907
      ],
      [
        "▁su",
        -6.201976320297572
      ],
      [
        "9",
        -6.226094293718521
      ],
      [
        "\"",
        -6.2450649643142775
      ],
      [
        "▁alla",
        -6.25195573233561
      ],
      [
        "▁se",
        -6.304768513812146
      ],
      [
        "▁delle",
        -6.313356185496641
      ],
      [
        "v",
        -6.341714206889328
      ],
      [
        "“",
        -6.347130447660753
      ],
      [
        "g",
        -6.362983378927392
      ],
      [
        "”",
        -6.373344808346779
      ],
      [
        "6",
        -6.383932055034414
      ],
      [
        "8",
        -6.400058334015231
      ],
      [
        "▁gli",
        -6.459272144366672
      ],
      [
        "!",
        -6.462720332477879
      ],
      [
        "7",
        -6.476676313214885
      ],
      [
        "▁all",
        -6.500359421393419
      ],
      [
        "▁questo",
        -6.550201426013839
      ],
      [
        "?",
        -6.564057153350827
      ],
      [
        "b",
        -6.716081587213999
      ],
      [
        "▁tra",
        -6.737365506787903
      ],
      [
        "▁ci",
        -6.737466918753446
      ],
      [
        "▁nella",
        -6.739393664229384
      ],
      [
        "▁dal",
        -6.7643592030101765
      ],
      [
        "h",
        -6.788887107048467
      ],
      [
        "▁essere",
        -6.800084679746881
      ],
      [
        "f",
        -6.808936642984362
      ],
      [
        "/",
        -6.827055811653109
      ],
      [
        "▁cui",
        -6.917575208262628
      ],
      [
        ";",
        -6.991117309225457
      ],
      [
        "▁mi",
        -7.001858867363474
      ],
      [
        "▁alle",
        -7.011411953036756
      ],
      [
        "–",
        -7.03847350744358
      ],
      [
        "▁sul",
        -7.06622163938294
      ],
      [
        "▁tutti",
        -7.101073234065087
      ],
      [
        "▁hanno",
        -7.112234733126037
      ],
      [
        "▁dalla",
        -7.121833712052052
      ],
      [
        "▁solo",
        -7.127207652187211
      ],
      [
        "▁questa",
        -7.152651716613734
      ],
      [
        "▁degli",
        -7.159084639409167
      ],
      [
        "▁stato",
        -7.199424675371926
      ],
      [
        "▁anni",
        -7.214847618884264
      ],
      [
        "▁due",
        -7.227659667834363
      ],
      [
        "▁prima",
        -7.233442974458541
      ],
      [
        "y",
        -7.248176927564883
      ],
      [
        "▁molto",
        -7.249691956255184
      ],
      [
        "▁de",
        -7.263553362482842
      ],
      [
        "▁loro",
        -7.265633733529052
      ],
      [
        "▁parte",
        -7.266632996502876
      ],
      [
        "▁sempre",
        -7.2716391514629635
      ],
      [
        "era",
        -7.274691202754882
      ],
      [
        "▁può",
        -7.312423069768997
      ],
      [
        "k",
        -7.315389643669716
      ],
      [
        "▁dopo",
        -7.331220490311537
      ],
      [
        "z",
        -7.339896989290567
      ],
      [
        "▁tutto",
        -7.343416304864824
      ],
      [
        "▁ogni",
        -7.375288690300051
      ],
      [
        "are",
        -7.377646681273157
      ],
      [
        "▁fa",
        -7.37931180234224
      ],
      [
        "▁suo",
        -7.396834466233656
      ],
      [
        "▁ho",
        -7.401381216930817
      ],
      [
        "▁sulla",
        -7.451408777317104
      ],
      [
        "▁sua",
        -7.451982106443076
      ],
      [
        "▁quando",
        -7.466250831203283
      ],
      [
        "▁senza",
        -7.470128575144143
      ],
      [
        "▁nei",
        -7.485153642224342
      ],
      [
        "anno",
        -7.49958700348189
      ],
      [
        "▁tempo",
        -7.50433108110966
      ],
      [
        "▁sia",
        -7.51019802349991
      ],
      [
        "▁fare",
        -7.541922280401822
      ],
      [
        "▁dall",
        -7.545803731808743
      ],
      [
        "▁perché",
        -7.546034928587233
      ],
      [
        "▁uno",
        -7.553315099741685
      ],
      [
        "%",
        -7.572526588746873
      ],
      [
        "▁chi",
        -7.57343482176373
      ],
      [
        "▁ancora",
        -7.590310215823125
      ],
      [
        "▁poi",
        -7.592240988681851
      ],
      [
        "▁vi",
        -7.593873760544746
      ],
      [
        "▁quello",
        -7.602748992302542
      ],
      [
        "ndo",
        -7.604708808013703
      ],
      [
        "▁modo",
        -7.619760549149756
      ],
      [
        "▁nell",
        -7.620909993314411
      ],
      [
        "ato",
        -7.625675845530569
      ],
      [
        "▁così",
        -7.629510879255234
      ],
      [
        "▁proprio",
        -7.6323386299757185
      ],
      [
        "che",
        -7.657635345932862
      ],
      [
        "▁quanto",
        -7.659115362855536
      ],
      [
        "rsi",
        -7.673317903029423
      ],
      [
        "▁altri",
        -7.674865039784338
      ],
      [
        "▁vita",
        -7.68512750149203
      ],
      [
        "▁fatto",
        -7.690009159665875
      ],
      [
        "ano",
        -7.695870413311557
      ],
      [
        "x",
        -7.696388895487685
      ],
      [
        "▁dove",
        -7.697986064560897
      ],
      [
        "▁lavoro",
        -7.698495449491254
      ],
      [
        "▁sarà",
        -7.704986618581199
      ],
      [
        "▁casa",
        -7.7214286807766435
      ],
      [
        "▁quindi",
        -7.737739277764442
      ],
      [
        "▁nelle",
        -7.740677520820803
      ],
      [
        "▁già",
        -7.754613796686153
      ],
      [
        "mente",
        -7.767386626646504
      ],
      [
        "▁the",
        -7.80569263808783
      ],
      [
        "▁caso",
        -7.817821209044928
      ],
      [
        "▁mondo",
        -7.818930880066276
      ],
      [
        "▁grande",
        -7.823513868691338
      ],
      [
        "»",
        -7.852481950340808
      ],
      [
        "▁cosa",
        -7.864539323327381
      ],
      [
        "▁secondo",
        -7.8685121892615
      ],
      [
        "▁oltre",
        -7.869598958432743
      ],
      [
        "▁tutte",
        -7.883962846495599
      ],
      [
        "▁quella",
        -7.893760823489215
      ],
      [
        "▁oggi",
        -7.901493080265901
      ],
      [
        "«",
        -7.910904754261418
      ],
      [
        "▁primo",
        -7.914107257002696
      ],
      [
        "▁questi",
        -7.919132373185224
      ],
      [
        "▁nostro",
        -7.93077312801322
      ],
      [
        "▁volta",
        -7.943080854145586
      ],
      [
        "▁fino",
        -7.952545655622352
      ],
      [
        "▁stata",
        -7.961325892411468
      ],
      [
        "▁persone",
        -7.963040887245731
      ],
      [
        "w",
        -7.964303193787581
      ],
      [
        "▁possono",
        -7.965149880077094
      ],
      [
        "▁possibile",
        -7.966222437048346
      ],
      [
        "▁quale",
        -7.97289355595086
      ],
      [
        "▁nuovo",
        -7.973183973129757
      ],
      [
        "▁po",
        -7.979201868154538
      ],
      [
        "▁grazie",
        -8.005946228113904
      ],
      [
        "▁via",
        -8.009286624445432
      ],
      [
        "▁viene",
        -8.028365367828997
      ],
      [
        "gli",
        -8.04397803517081
      ],
      [
        "▁abbiamo",
        -8.046515262419755
      ],
      [
        "▁stati",
        -8.0487640369339
      ],
      [
        "▁dalle",
        -8.051766314140675
      ],
      [
        "▁tre",
        -8.053536773159989
      ],
      [
        "▁euro",
        -8.056271145212408
      ],
      [
        "▁me",
        -8.073527873796234
      ],
      [
        "▁noi",
        -8.074895516083053
      ],
      [
        "▁sta",
        -8.077721529916278
      ],
      [
        "▁stesso",
        -8.079180661508369
      ],
      [
        "▁quali",
        -8.08027368808664
      ],
      [
        "▁città",
        -8.08226630963394
      ],
      [
        "▁giorno",
        -8.085542937253784
      ],
      [
        "à",
        -8.098946847005445
      ],
      [
        "un",
        -8.10126915858485
      ],
      [
        "▁fine",
        -8.113236336076087
      ],
      [
        "▁giorni",
        -8.114610004233482
      ],
      [
        "▁mentre",
        -8.115856988304417
      ],
      [
        "▁infatti",
        -8.118553092238379
      ],
      [
        "▁sito",
        -8.119194244984257
      ],
      [
        "▁momento",
        -8.126118855509844
      ],
      [
        "▁sotto",
        -8.13325755063824
      ],
      [
        "azione",
        -8.134589701697733
      ],
      [
        "▁durante",
        -8.139048899333115
      ],
      [
        "▁invece",
        -8.148746664283589
      ],
      [
        "▁qui",
        -8.160197264783001
      ],
      [
        "▁nostra",
        -8.171934822412389
      ],
      [
        "▁bene",
        -8.177800597512789
      ],
      [
        "▁ore",
        -8.180455697241175
      ],
      [
        "▁agli",
        -8.181172655269465
      ],
      [
        "▁ora",
        -8.189470876928281
      ],
      [
        "▁punto",
        -8.19794903932698
      ],
      [
        "▁tuo",
        -8.199212569706546
      ],
      [
        "▁dello",
        -8.200746491646852
      ],
      [
        "▁italia",
        -8.206571136481381
      ],
      [
        "▁avere",
        -8.20713942446155
      ],
      [
        "▁va",
        -8.207478129344112
      ],
      [
        "▁sistema",
        -8.207528903398552
      ],
      [
        "▁dati",
        -8.208209589044772
      ],
      [
        "ing",
        -8.208881278055452
      ],
      [
        "▁qualche",
        -8.21760531236049
      ],
      [
        "▁alcuni",
        -8.223253601220803
      ],
      [
        "▁san",
        -8.225439988540865
      ],
      [
        "▁contro",
        -8.227839784646804
      ],
      [
        "per",
        -8.228028827420712
      ],
      [
        "▁rispetto",
        -8.230121135528833
      ],
      [
        "▁altre",
        -8.230936304172419
      ],
      [
        "ch",
        -8.23562343444842
      ],
      [
        "▁base",
        -8.238531591678404
      ],
      [
        "▁centro",
        -8.240410194727614
      ],
      [
        "▁meno",
        -8.243573071808136
      ],
      [
        "▁servizio",
        -8.246989369601966
      ],
      [
        "rà",
        -8.247840882739062
      ],
      [
        "▁deve",
        -8.259320747231877
      ],
      [
        "▁ben",
        -8.262261305968218
      ],
      [
        "nte",
        -8.262987658085315
      ],
      [
        "▁attraverso",
        -8.263035587482271
      ],
      [
        "▁nuova",
        -8.282069360349034
      ],
      [
        "j",
        -8.289461914760382
      ],
      [
        "▁inoltre",
        -8.297185491722756
      ],
      [
        "▁siamo",
        -8.306461184733944
      ],
      [
        "▁però",
        -8.308518740247052
      ],
      [
        "▁mai",
        -8.30945431260863
      ],
      [
        "▁prodotti",
        -8.311532862929699
      ],
      [
        "ò",
        -8.313648179162323
      ],
      [
        "▁and",
        -8.314737089411127
      ],
      [
        "▁far",
        -8.315488731195757
      ],
      [
        "▁ricerca",
        -8.321589132370129
      ],
      [
        "sti",
        -8.324173450058243
      ],
      [
        "▁circa",
        -8.32664551628018
      ],
      [
        "▁storia",
        -8.328233240012576
      ],
      [
        "interno",
        -8.333060576398914
      ],
      [
        "▁queste",
        -8.333514540654882
      ],
      [
        "▁ciò",
        -8.344906937023929
      ],
      [
        "▁servizi",
        -8.35057199553662
      ],
      [
        "▁sulle",
        -8.362485691438218
      ],
      [
        "▁attività",
        -8.36549379574655
      ],
      [
        "▁soprattutto",
        -8.370988963036538
      ],
      [
        "▁suoi",
        -8.375063454665124
      ],
      [
        "▁negli",
        -8.393560176486494
      ],
      [
        "vano",
        -8.39752254046006
      ],
      [
        "▁comune",
        -8.399820366985935
      ],
      [
        "▁qualità",
        -8.401175534465319
      ],
      [
        "▁co",
        -8.402242819420154
      ],
      [
        "ono",
        -8.403885125441569
      ],
      [
        "▁of",
        -8.406581157039343
      ],
      [
        "▁serie",
        -8.408404603440765
      ],
      [
        "▁corso",
        -8.408546994790342
      ],
      [
        "mento",
        -8.408585340308411
      ],
      [
        "▁roma",
        -8.413821037993552
      ],
      [
        "▁aver",
        -8.4158710932506
      ],
      [
        "▁società",
        -8.418890603945043
      ],
      [
        "▁altro",
        -8.422169612767014
      ],
      [
        "sta",
        -8.426049065738788
      ],
      [
        "▁progetto",
        -8.426801145605442
      ],
      [
        "▁informazioni",
        -8.429763888897117
      ],
      [
        "▁particolare",
        -8.43254830146236
      ],
      [
        "▁presso",
        -8.435068405985142
      ],
      [
        "▁numero",
        -8.4443694026064
      ],
      [
        "▁mio",
        -8.452460456050074
      ],
      [
        "▁verso",
        -8.457774338587802
      ],
      [
        "▁poco",
        -8.458462955713873
      ],
      [
        "▁tu",
        -8.461358208111037
      ],
      [
        "▁fra",
        -8.465883216622734
      ],
      [
        "▁esempio",
        -8.479099077490794
      ],
      [
        "▁dire",
        -8.479563784513454
      ],
      [
        "▁legge",
        -8.480405675977249
      ],
      [
        "▁meglio",
        -8.486867707514604
      ],
      [
        "com",
        -8.488958602715881
      ],
      [
        "▁presidente",
        -8.489570384948772
      ],
      [
        "▁insieme",
        -8.490371336539075
      ],
      [
        "▁possibilità",
        -8.511656665916263
      ],
      [
        "▁film",
        -8.511977849040287
      ],
      [
        "▁spesso",
        -8.513588401812598
      ],
      [
        "▁molti",
        -8.51578496268436
      ],
      [
        "altro",
        -8.515890545942838
      ],
      [
        "▁nostri",
        -8.51612178488227
      ],
      [
        "▁tanto",
        -8.517948191071918
      ],
      [
        "▁pro",
        -8.518779795932101
      ],
      [
        "▁livello",
        -8.522198939271801
      ],
      [
        "con",
        -8.525255332492298
      ],
      [
        "▁online",
        -8.532672471705038
      ],
      [
        "▁posto",
        -8.536006708383649
      ],
      [
        "italia",
        -8.536366658329534
      ],
      [
        "▁tipo",
        -8.536495758856738
      ],
      [
        "▁no",
        -8.540109549070834
      ],
      [
        "▁importante",
        -8.54224970534081
      ],
      [
        "▁potrebbe",
        -8.546544242184455
      ],
      [
        "amo",
        -8.549452674768304
      ],
      [
        "▁lui",
        -8.549704220918866
      ],
      [
        "▁fu",
        -8.553066741615952
      ],
      [
        "▁gruppo",
        -8.557285093375743
      ],
      [
        "chi",
        -8.56120805364995
      ],
      [
        "▁grado",
        -8.563542064109955
      ],
      [
        "▁saranno",
        -8.563994109029679
      ],
      [
        "é",
        -8.568676736223663
      ],
      [
        "▁tutta",
        -8.575825933601802
      ],
      [
        "▁quasi",
        -8.580078381009098
      ],
      [
        "▁prodotto",
        -8.582101781839423
      ],
      [
        "▁mercato",
        -8.585626539219486
      ],
      [
        "▁allo",
        -8.5894306105157
      ],
      [
        "▁volte",
        -8.589993199191158
      ],
      [
        "▁sull",
        -8.592774841495844
      ],
      [
        "▁diversi",
        -8.594072449856807
      ],
      [
        "▁tratta",
        -8.595541323442339
      ],
      [
        "▁aveva",
        -8.595577063117432
      ],
      [
        "&",
        -8.598617413117987
      ],
      [
        "altra",
        -8.60054884340261
      ],
      [
        "▁quelli",
        -8.602434171096709
      ],
      [
        "▁pre",
        -8.605429341272664
      ],
      [
        "▁porta",
        -8.609436744142396
      ],
      [
        "▁mesi",
        -8.61433732736579
      ],
      [
        "▁quel",
        -8.616794022299397
      ],
      [
        "▁nazionale",
        -8.620481591198628
      ],
      [
        "▁bambini",
        -8.622820213509799
      ],
      [
        "tà",
        -8.625674736402663
      ],
      [
        "▁paese",
        -8.626114752255333
      ],
      [
        "▁piano",
        -8.628045540907577
      ],
      [
        "▁quest",
        -8.628558639203007
      ],
      [
        "▁tua",
        -8.639360305612959
      ],
      [
        "▁programma",
        -8.641158766862263
      ],
      [
        "▁web",
        -8.641221526641255
      ],
      [
        "▁prezzo",
        -8.641804826635468
      ],
      [
        "ando",
        -8.642303915613459
      ],
      [
        "▁propria",
        -8.651470708461435
      ],
      [
        "▁quelle",
        -8.652130889472268
      ],
      [
        "▁grandi",
        -8.654450869443933
      ],
      [
        "▁trovare",
        -8.654690754675102
      ],
      [
        "▁poter",
        -8.655115194223852
      ],
      [
        "▁sicurezza",
        -8.656007624802555
      ],
      [
        "sse",
        -8.659015149173868
      ],
      [
        "▁vista",
        -8.65942157313606
      ],
      [
        "▁comunque",
        -8.661353309339855
      ],
      [
        "tori",
        -8.661934056281178
      ],
      [
        "▁tale",
        -8.662360382719314
      ],
      [
        "▁auto",
        -8.664063662067313
      ],
      [
        "zione",
        -8.671644520837472
      ],
      [
        "▁milano",
        -8.675332093973482
      ],
      [
        "▁trova",
        -8.679358632567165
      ],
      [
        "▁mia",
        -8.68194332720149
      ],
      [
        "▁visto",
        -8.682919112032959
      ],
      [
        "▁stessa",
        -8.685131437121518
      ],
      [
        "nti",
        -8.685483709286212
      ],
      [
        "▁forma",
        -8.686669863241677
      ],
      [
        "▁for",
        -8.687134182383117
      ],
      [
        "▁campo",
        -8.687736836410291
      ],
      [
        "▁seconda",
        -8.68874529561464
      ],
      [
        "zza",
        -8.693398262766047
      ],
      [
        "▁detto",
        -8.693545913183184
      ],
      [
        "▁famiglia",
        -8.702060722875165
      ],
      [
        "art",
        -8.703527229693153
      ],
      [
        "▁foto",
        -8.703780726952115
      ],
      [
        "▁pubblico",
        -8.704385872872367
      ],
      [
        "▁gioco",
        -8.709847631559335
      ],
      [
        "▁sarebbe",
        -8.714761158762677
      ],
      [
        "ha",
        -8.72063745286176
      ],
      [
        "▁davvero",
        -8.722821719655183
      ],
      [
        "▁persona",
        -8.726422274659182
      ],
      [
        "▁realtà",
        -8.727454560217783
      ],
      [
        "▁vengono",
        -8.729432912822395
      ],
      [
        "▁alcune",
        -8.730619177494406
      ],
      [
        "▁territorio",
        -8.73076887694459
      ],
      [
        "▁diverse",
        -8.732325484213883
      ],
      [
        "▁milioni",
        -8.734674531315706
      ],
      [
        "▁settore",
        -8.736674434683545
      ],
      [
        "▁subito",
        -8.738331078394399
      ],
      [
        "iamo",
        -8.74134624649157
      ],
      [
        "non",
        -8.744682674118883
      ],
      [
        "▁periodo",
        -8.746034697516212
      ],
      [
        "▁presente",
        -8.747701787208044
      ],
      [
        "▁cura",
        -8.749424341147696
      ],
      [
        "▁trattamento",
        -8.750608759996023
      ],
      [
        "ultimo",
        -8.7528908244968
      ],
      [
        "▁mese",
        -8.756551522739032
      ],
      [
        "▁video",
        -8.757022151844946
      ],
      [
        "▁peso",
        -8.757534333301617
      ],
      [
        "▁nuovi",
        -8.757576579621503
      ],
      [
        "▁nome",
        -8.762584694694201
      ],
      [
        "▁vedere",
        -8.765413006658326
      ],
      [
        "▁studio",
        -8.768857095588515
      ],
      [
        "▁minuti",
        -8.77030037370977
      ],
      [
        "▁lungo",
        -8.770633599544615
      ],
      [
        "€",
        -8.770752525676373
      ],
      [
        "▁qualsiasi",
        -8.771107214168095
      ],
      [
        "▁sembra",
        -8.77186470468477
      ],
      [
        "▁punti",
        -8.774238018160366
      ],
      [
        "▁personale",
        -8.7745893771118
      ],
      [
        "▁problema",
        -8.780536300177971
      ],
      [
        "▁cose",
        -8.780611263282474
      ],
      [
        "▁zona",
        -8.783728377962868
      ],
      [
        "▁nuove",
        -8.78613219654851
      ],
      [
        "▁media",
        -8.79151002339363
      ],
      [
        "bile",
        -8.7983733546722
      ],
      [
        "‘",
        -8.801131910833229
      ],
      [
        "▁migliori",
        -8.803053523463266
      ],
      [
        "ero",
        -8.81076572481784
      ],
      [
        "▁seguito",
        -8.811402453378838
      ],
      [
        "▁vero",
        -8.812043925448515
      ],
      [
        "▁forse",
        -8.81232999133129
      ],
      [
        "▁fuori",
        -8.81308247330176
      ],
      [
        "▁semplice",
        -8.818354558870485
      ],
      [
        "▁consiglio",
        -8.819170015386455
      ],
      [
        "▁dato",
        -8.822160699347098
      ],
      [
        "▁sviluppo",
        -8.825126024515463
      ],
      [
        "▁donna",
        -8.825189330734936
      ],
      [
        "▁struttura",
        -8.829618530500639
      ],
      [
        "▁scelta",
        -8.829953912249776
      ],
      [
        "▁dare",
        -8.831676972957792
      ],
      [
        "uso",
        -8.836059055587837
      ],
      [
        "▁donne",
        -8.837874386395027
      ],
      [
        "▁terra",
        -8.839199481578813
      ],
      [
        "+",
        -8.841782073544127
      ],
      [
        "ante",
        -8.842337171691778
      ],
      [
        "man",
        -8.846323150450015
      ],
      [
        "ter",
        -8.848090444806234
      ],
      [
        "­",
        -8.851496947312807
      ],
      [
        "▁causa",
        -8.853376217627615
      ],
      [
        "▁scuola",
        -8.858487605482901
      ],
      [
        "zioni",
        -8.864985899068703
      ],
      [
        "▁italiano",
        -8.866868848036148
      ],
      [
        "▁necessario",
        -8.86709406394292
      ],
      [
        "arte",
        -8.869813972773237
      ],
      [
        "▁bar",
        -8.872817063474344
      ],
      [
        "▁problemi",
        -8.873351765887445
      ],
      [
        "▁corpo",
        -8.876677425559343
      ],
      [
        "▁bisogno",
        -8.881711809786847
      ],
      [
        "rti",
        -8.885830563116263
      ],
      [
        "▁oppure",
        -8.888411398940045
      ],
      [
        "▁col",
        -8.891592447658873
      ],
      [
        "▁presenti",
        -8.897647128577093
      ],
      [
        "▁troppo",
        -8.899990895014282
      ],
      [
        "▁state",
        -8.900472022274686
      ],
      [
        "▁puoi",
        -8.904926610960182
      ],
      [
        "°",
        -8.905320571650458
      ],
      [
        "▁libro",
        -8.906336661132139
      ],
      [
        "▁spazio",
        -8.909538736084267
      ],
      [
        "▁almeno",
        -8.912201679794808
      ],
      [
        "▁tramite",
        -8.9130189704144
      ],
      [
        "▁condizioni",
        -8.91652870004534
      ],
      [
        "▁generale",
        -8.917134954220655
      ],
      [
        "▁presenza",
        -8.91726649671594
      ],
      [
        "bili",
        -8.919797555472647
      ],
      [
        "tte",
        -8.92051381589715
      ],
      [
        "▁luogo",
        -8.922868376347882
      ],
      [
        "▁data",
        -8.92331657285852
      ],
      [
        "▁senso",
        -8.928227348976748
      ],
      [
        "▁dagli",
        -8.929533630244485
      ],
      [
        "▁governo",
        -8.929742679363173
      ],
      [
        "▁regione",
        -8.930209609688902
      ],
      [
        "menti",
        -8.930915939418076
      ],
      [
        "▁certo",
        -8.93205155016343
      ],
      [
        "azioni",
